Revit 2024 API
MEPSize.UsedInSizeLists Property
 Whether it is used in size lists.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public bool UsedInSizeLists { get; }
Visual Basic
Public ReadOnly Property UsedInSizeLists As Boolean
	Get
Visual C++
public:
property bool UsedInSizeLists {
	bool get ();
}
See Also
MEPSize Class
Autodesk.Revit.DB Namespace